{
    "textFile": "arts-school.txt",
    "summaries": {
        "short": "Stephen, from SW England, works in a comprehensive school. In this state funded school, students follow a standard curriculum while studying the performing arts, this particular school's specialism. Stephen's job is twofold -working with the students and faculty and working with the community who uses the school's facilities.",
        "medium": "Stephen lives in a rural section in SW England and works in a comprehensive school nearby. The comprehensive school program is state funded and each school has a specialism. Stephen's school concentrates on the performing arts. Students follow a standard curriculum plus the school's specialism. Stephen's job includes student activities plus community activities, who equally share the school facility. He loves the energy created by both student and community members.",
        "long": "Stephen lives in Cleeve, a rural village in SW England and works at a comprehensive school in Churchill, a small village near Cleeve. The school has 1650 students encompassing several towns in the area. Comprehensive schools are state funded schools that specialize in one particular area and this school specializes in the performing arts. Students follow a standard curriculum plus the school's specialty, performing arts. Part of the state's funding allows the school to be used by the students and teachers during the day, and then the facility is used by the community after school hours. Stephen's role includes performing arts activities, administrative duties and budget as well as community facility use and fund raising. He loves the energy created by both student and community members."
    },
    "keywords": [
        "Rural",
        "Comprehensive school",
        "State funded",
        "Students",
        "Standard curriculum",
        "Performing arts",
        "Community use",
        "Academically focused",
        "Vocational focused",
        "Energetic"
    ]
}