{
    "textFile": "failteireland1.txt",
    "summaries": {
        "short": "Fionnan who is a Product Development Manager for Failite Ireland expounds on the tourist industry in Ireland. Fáilte Ireland is the National Tourism Development Authority funded by the state. Their role is to support the tourism industry and work to sustain Ireland as a high-quality and competitive tourism destination. Tourism Ireland is the sister agency which is the working arm to promotes Ireland as a holiday destination.  Most promotions overseas are from Tourism Ireland.",
        "medium": "Fionnan who is a Product Development Manager for Failite Ireland expounds on the tourist industry in Ireland. Fáilte Ireland is the National Tourism Development Authority funded by the tax.   Their role is to support the tourism industry and work to sustain Ireland as a high-quality and competitive tourism destination. Tourism Ireland is the sister agency which is the working arm to promotes Ireland as a holiday destination.  Most promotions overseas are from Tourism Ireland. Fionnan further explains that his role is domestic and not overseas promotion of tourism. There are many factors on why Ireland attracts tourists.  Dublin the capital of Ireland is described as the city with the most tourist business. Ireland offers not only the cosmopolitan city of Dublin, but the countryside, the people, the friendliness and culture and history.  Other favorite spots are Galway which is described as a beautiful mix of students and tourists and Achill Island with the highest sea cliffs in Europe. Internationally, people are traveling less due to the economy and world situations. Staycation is the term used to describe vacationing at home. The future is bright as long as we stay the road. Maintain our high standards of hospitality and service and the industry will get better.",
        "long": "Fionnan who is a Product Development Manager for Failite Ireland expounds on the tourist industry in Ireland. Fáilte Ireland is the National Tourism Development Authority funded by the tax.   Their role is to support the tourism industry and work to sustain Ireland as a high-quality and competitive tourism destination. Tourism Ireland is the sister agency which is the working arm to promotes Ireland as a holiday destination.  Most promotions overseas are from Tourism Ireland. Fionnan further explains that his role is domestic and not overseas promotion of tourism. There are many factors on why Ireland attracts tourists.  Dublin the capital of Ireland is described as the city with the most tourist business.   Mainly because of its accessibility and beauty and also is the center to visit surrounding countryside such as Connemara, and the Cliffs of Moher. Ireland offers not only the cosmopolitan city of Dublin, but the countryside, the people, the friendliness and culture and history. Other favorite spots are Galway which is described as a beautiful mix of students and tourists and Achill Island with the highest sea cliffs in Europe. Internationally, people are traveling less due to the economy and world situations. Staycation is the term used to describe vacationing at home.  In the past, service. Ireland experiencd a boom in tourism and maybe we became too lax both with standards and with service.  Now that has turned around.  People in the tourist industry are more focused.  The future is bright as long as we stay the road. Maintain our high standards of hospitality and service and the industry will get better."
    },
    "keywords": [
        "Ireland",
        "Tourism",
        "Failte Ireland",
        "Dublin",
        "Cliff of Moher",
        "Galway",
        "International",
        "Travel",
        "Irish",
        "Celtic language"
    ]
}