{
    "textFile": "gaelic-football.txt",
    "summaries": {
        "short": "An All Star Award Athlete, Colm Browne narrates on what it is like to grow up outside of Dublin, Ireland and how the Celtic Tiger brought change to their community.  He further explains the sports of Football and Hurling as it is played in all of Ireland.",
        "medium": "An All Star Award Athlete, Colm Browne narrates on what it is like to grow up outside of Dublin, Ireland and how the Celtic Tiger brought change to their community.  He further explains the sports of Football and Hurling as it is played in all of Ireland.  The Gaelic Games are National and are run by the Gaelic Athletic Association.  Players are not paid however they are serious and professional in their training and sportsmanship. The clubs are in all parts of Ireland uniting Northern Ireland and the rest of the country. The McCarthy and Sam Mcquire cups are presented at the Championship games by the President of Ireland.  Sports overall and especially team sports teach young people commitment and dedication that will help in their overall life.",
        "long": "An All Star Athlete Award, Colm Browne narrates on what it is like to grow up outside of Dublin, Ireland and how the Celtic Tiger brought change to their community. Colm describes Portlaoise in County Laois as a mixture of country and city living. Being so close to Dublin and easily accessible by train the town offers much to those who enjoy the outdoors, especially “hill walking” in the Slieve Bloom Mountains. He further explains the sports of Football and Hurling as it is played in all of Ireland. Irish people love sports. It is much of a cultural and social organization as it is a sporting organization.  The Gaelic Games are National and are run by the Gaelic Athletic Association.  Players are not paid however they are serious and professional in their training and sportsmanship.    The clubs are in all parts of Ireland uniting Northern Ireland and the rest of the country. The McCarthy and Sam McGuire cups are presented at the Championship games by the President of Ireland. The sport is a mixture of rugby and soccer and has 15 players.  The game is won by scoring, points and goals.  The games last for two 30 minute time periods. They are played at a local, county and national level. Football and Hurling are important team sports.  Sports overall and especially team sports teach young people commitment and dedication that will help in their overall life.  Irish countrymen consider it a privilege and honor to represent their towns and counties.  It is community pride and not a sacrifice to play.  All benefit from the experiences they have on teams."
    },
    "keywords": [
        "Gaelic",
        "Games",
        "Football",
        "Hurling",
        "Clubs",
        "Rugby",
        "Soccer",
        "Points",
        "Goals",
        "McGuire"
    ]
}