{
    "textFile": "molly-sacodeyl.txt",
    "summaries": {
        "short": "Narration of an eighteen year old exchange student from Illinois studying in Germany about her heritage, family and social life in America compared to her educational and cultural experience in Germany.",
        "medium": "Narration between Molly who is an 18 year old exchange student studying in Germany and Hannes.  Hannes is eliciting personal facts from Molly regarding her reasons for choosing Germany, her family situation, her home, city and relationships within her personal family and with the German people in general.  Additionally, Molly is asked to compare the educational systems of Germany and the United States expressing personal likes, dislikes and benefits of each.",
        "long": "The written account between Molly, an 18 year old exchange student studying abroad in Germany and Hannes expounds on personal relationships and experiences. Molly comes from a small Illinois town and has chosen to study in Germany to explore her family German heritage even though the German language and culture was not experienced as a child. Family life for Molly is best described as a middle to upper class two parent family living in an integrated suburb.  This family of four have good relationships and her personal life is portrayed as happy, loving and supportive. Molly describes her school and family life as positive, being afforded opportunities to participate in what ever she wanted to do, swimming, teaching younger students or just “hanging out”  You have the sense when Molly describes her most favorite holiday and vacations, that she was well traveled both nationally and internationally. Being a foreign student does have advantages and disadvantages.  Molly describes the language barrier in her classroom setting and teacher student interaction. In comparing the two systems, American and German, Molly finds merit in both systems.  Although she likes the freedom of choice  in the American system.  The overall experience has been good and she would like to continue studying the German culture and possibly live in Austria. The last question in the narrative asks Molly to describe the German traits she personally experienced.  She does this by stating they are environmental and on time."
    },
    "keywords": [
        "Molly",
        "Germany",
        "Personal",
        "Family",
        "Aurora",
        "High School",
        "Holiday",
        "American",
        "Experience",
        "Plans"
    ]
}