{
    "textFile": "nursing-home.txt",
    "summaries": {
        "short": "Catherine interviews Michael in a nursing home in a historic building. Michael highlights the distinction between private and public care. Demand for elderly care is growing. Dementia care is issue with many. Dedicated floor for Dementia care. Some must sell homes to afford care. Issue of Tax payer funding or personnel funding. Standards have risen in last 15 to 20 years. Care is moral question.",
        "medium": "Catherine interviews Michael in a 36 bed nursing home in a historic building. They have extensive social programs, reading and trips to coast. Many programs and services that may include relatives. Michael highlights the distinction between private and public care. Demand for elderly care is growing. As manager Michael has overall responsibility for running the home and manages finances and development of other facilities. Dementia care is issue with many. Dedicated floor for Dementia care. Some must sell homes to afford care. Issue of Tax payer funding or personnel funding. Standards have risen in last 15 to 20 years. Care is moral question.",
        "long": "Catherine interviews Michael in a 36 bed nursing home in a historic building. They have extensive social programs, reading and trips to coast. Many programs and services that may include relatives. Michael highlights the distinction between private and public care. Demand for elderly care is growing due to the aging population. As manager Michael has overall responsibility for running the home and manages finances and development of other facilities. Dementia care is issue with many. New facility will have a floor dedicated to dementia care. Some must sell homes to afford care. The cost of care has to be paid for by the person receiving care or by the tax payers. Care in UK before 1990's was awful. Care Standards Act in 2002 that make care homes governed by the National Standards. Now called the Care Quality Commission. Since then there has been a steady improvement. Quality of care is influenced by amount of money available. Paying for care for those without resources is a moral question."
    },
    "keywords": [
        "Nursing Home",
        "Dementia",
        "Care Standards Act of 2002",
        "Moral",
        "Need",
        "Funding",
        "Standards",
        "Care Quality Commission",
        "Standards",
        "Elderly"
    ]
}